tap "adoptopenjdk/openjdk"
tap "charmbracelet/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "noahgorstein/tap"
tap "stardog-union/tap"
brew "asciinema"
brew "bat"
brew "coreutils"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "gojq"
brew "gopls"
brew "goreleaser"
brew "gum"
brew "hugo"
brew "jq"
brew "lua-language-server"
brew "node"
brew "neovim"
brew "openjdk@11"
brew "pipx"
brew "pwgen"
brew "ripgrep"
brew "slides"
brew "starship"
brew "tmux"
brew "tree"
brew "ttyd"
brew "vhs"
brew "golangci/tap/golangci-lint"
brew "noahgorstein/tap/jqp"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
